---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IndependentTag
zh: 标记、打标、标签
source: html/599b2ef1-24b8-fef5-adf2-befffbd2af48.htm
---
# IndependentTag Members

**中文**: 标记、打标、标签

Adds the provided list of references to the tag's list of references.